/* No comment provided by engineer. */
"App needs localization services for working properly. You could enable them from Settings" = "App vuole utilizzare i servizi di localizzazione. Puoi abilitare l'accesso da Impostazioni";

/* No comment provided by engineer. */
"App needs permission to use the camera, please change privacy settings" = "App vuole accedere alla fotocamera. Puoi abilitare l'accesso da Impostazioni";

/* No comment provided by engineer. */
"Attention" = "Attenzione";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Localization services not available" = "Servizi di localizzazione non disponibili";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Settings" = "Impostazioni";

/* No comment provided by engineer. */
"Unable to start camera" = "Impossibile accedere alla fotocamera";

